[
	{"date":"2012-10-15",     "diary":"9月16日出差去上海，赶上蓝色答案的活动，结识了文艺女青年vivian，后来我们一起度过了难忘的2天，请看我的<a href=\"/2012/10/15/love-in-shanghai.html\" target=\"_blank\">FR</a>"},

    {"date":"2012-08-29",     "diary":"上周五和周六，我参加了蓝色答案的夜店活动，因为周五晚上我才从上海出差回来，去PPG的时候已经10点了，周六晚上td了一个mm，具体过程请看我的<a href=\"/2012/08/29/eyes-on-me.html\" target=\"_blank\">FR</a>"},

	{"date":"2012-07-30",     "diary":"上周五从上海出差回来就直奔蓝色答案的PUA成长计划课程了，当天是在PPG，因为当天下雨，人不是很多，但这个人口密度比较合适，不挤。当晚大鲍和<a href=\"http://qing.weibo.com/dave1993\" target=\"_blank\">Dave</a>都带妞TD了，太神奇了，而且这两妞还是朋友，而且，我们这群人还都去搭过。周六晚上去的是xiu，挺不错的酒吧，周日搭讪让我很愉悦，写了一篇<a href=\"http://paoxue.com/thread-198107-1-1.html\" target=\"_blank\">FR</a>"},
	
	{"date":"2012-04-30",     "diary":"昨天去了五月天的演唱会，太high了。和我一起去的是个同事mm，别看她身材娇小，脾气不小，感觉性格强势，对她没兴趣。"},
	{"date":"2012-04-15",     "diary":"周六陪cm去南锣鼓巷和后海玩，在后海的一个酒吧喝了瓶酒，听了会儿歌。坐在沙发上，一直在kiss。午夜12点以后，她说不想回去了，想在外面待一夜。我说太晚了，给你找你地方休息，我回家。后来去交大附近找宾馆，哪儿都木有啊。最后还是回我家了，关键是回我那小区还要翻铁门，还好最后还是翻过去了。那时候已经2点多快3点了，太困了我也没做什么。第二天醒来，我就开始不老实了，和她一直折腾到中午，始终不让我那个，说自己是cn。我以往的经历，还没到最后一分钟抵抗这步，我也不知道怎么应对，计划研究一下。"},

{ "date":"2012-03-22",     "diary":"很久没更新博客了。之前发生了很多事。在我和望京MM如此暧昧的情况下，她接受了别人的表白。我真的想不通，手都牵了，抱也抱了，还能接受别人表白。后来我跟小白表白，自然是失败了，但是很爽，原来表白也死不了人。对了，这事是同一天发生的，而在这之前的几天，小莉公司年会，喝醉了，我去接她，送她回家，然后我强吻了她，轻薄了她，接着，就在小白拒绝我的那天，凌晨4点了，小莉发短信给我，说为什么不喜欢她。好吧，其实我只是想练练手的。所以，你看，你把她当女神，就得不到她，把她当妓女，她就缠上来。一切都归零了。整个2月，我都在闭关准备考试，现在终于考完了，该开始新的修行了。"},

 {    
     "date":"2011-12-14",
     "diary":"今晚去五道口的13 club看Magic Power的演出，期待ing..."
 },

 {    
     "date":"2011-12-10",
     "diary":"昨天和小莉去鼓楼东大街111号的mao live house看<a href=\"http://www.douban.com/event/15279435/\" target=\"_blank\">向披头士及约翰·列侬致敬纪念演出</a>。披头士的歌真不错，不愧为经典。有一个收获，其实小莉很想去夜店见识一下。好吧，那下次带她去，哈哈哈！今晚和小白去北大看话剧了，这话剧实在太难懂了。后来我们在外面看月食。"
 },

{    
     "date":"2011-12-05",     "diary":"昨天跟SS约会了，最后离别的时候抱了她一下，这周我们到关系就能确定下来了吧。晚上部门聚会去唱歌，某男要参加，这厮真是个牛粪，我们公司著名到女主播被他泡到了，说要结婚了，听到这消息很不爽。我们这些好男人啊，再不努力好女人都被抢光了。"
 },

{    
     "date":"2011-12-04",     "diary":"昨天跟小白约会，那个国际青旅的地方还不错，是个四合院改造的宾馆，院子里用玻璃隔出了个大厅，挺安静的，在那里看看书聊聊天打了会儿台球，后来我们去了鼓楼，本来想去宽店吃鸡翅，人太多，去姚记炒肝，人也好多，排不上队，后来只好在旁边的一家粥店吃饭了。之后去了南锣鼓巷，吃了文宇奶酪店的双皮奶，没有想象的那么好吃。之后到鼓楼旧大街121的121酒吧等着回声乐队的演出。总结下来呢，kino还是不够多，好在感觉得出来，她的服从性很好，另外，我也发现她是个性格很好的姑娘，值得长期持有。貌似家里很有钱的样子，今天提着LV包，还说自己家有公司。"
 },
 
 {    
     "date":"2011-12-03",
     "diary":"今天跟小白约会。东城区有个地方做活动<a href=\"http://www.douban.com/location/coupon/10597/\" target=\"_blank\">旧书换新酒</a>."
 },
 
  {    
     "date":"2011-12-02",     "diary":"今天从水木上复制了一个帖子到post里，结果不能正常显示网页，后来才发现原来是结尾换行符是linux的，以后要注意了。另外，我在用notepad++编辑文档时都是把文本转成utf-8 无BOM编码格式，否则同样出现乱码。"
 },
 
   {    
     "date":"2011-11-25",     "diary":"今天和小兰等3人一起去了798，见识了一下后现代的艺术形式，见到熊猫慢递了，挺浪漫的主意。还经过一家陶艺吧，可以DIY画杯子上的图案。明天计划去北大跳舞。"
 },
 
{    
     "date":"2011-11-25",     "diary":"今天本来和小戴吃饭看话剧，但是后来想想，这个已经不能当目标了，而且她对我态度很不好，说什么不喜欢等人，还要我打车去接她，擦！删除，以后不联系了。后来见了小玉，只吃了饭，感觉有点尴尬，她说她过年后就要回家了，要准备考研"
 },
 
{    
     "date":"2011-11-22",
     "diary":"把域名impua.info买了下来，.info的域名便宜，name.com上只卖2.99$"
 },
 
{   
     "date":"2011-11-20",
     "diary":"今天给博客添加了disqus评论功能。下午去玩三国杀，这是第三次和小白见面。"
 }
]
